#include <stdio.h>
int main()
{
    /*
     * Ок. Всё нормально. В случае замечаний буду добавлять комментарий начинающийся с FIXIT и далее описание проблемы.
     * Хорошо, что удалили из репозитория исполняемый и объектный файл: достаточно исходников.
     * В репозитории названия коммитов старайтесь делать более развернутыми, т.к. из "delete" мало что даже вам самим можно понять. 
     * Можете почитать вторую главу https://git-scm.com/book/ru/v1/
     */
    printf("Hello, World!");
    return 0;
}
